tap "caskroom/cask"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "dart-lang/dart"
tap "getantibody/tap"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "neovim/neovim"
tap "sscotth/monoid"
tap "thoughtbot/formulae"
cask "java"
cask "xquartz"
brew "ack"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "cabal-install"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "cc65"
brew "ccat"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "libyaml"
brew "gdbm"
brew "crystal-lang"
brew "cscope"
brew "ctags"
brew "dmd"
brew "dub"
brew "emacs"
brew "exercism"
brew "lame"
brew "perl"
brew "git"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "flac"
brew "freeglut"
brew "gdk-pixbuf"
brew "glew"
brew "glm"
brew "gnu-tar"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "haskell-stack"
brew "heroku"
brew "hexedit"
brew "htop"
brew "hub"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "leiningen"
brew "libcroco"
brew "libogg"
brew "shared-mime-info"
brew "librsvg"
brew "libssh2"
brew "libvorbis"
brew "llvm@3.7"
brew "lua"
brew "luajit"
brew "python3"
brew "macvim"
brew "mercurial"
brew "mit-scheme"
brew "mongodb"
brew "mysql", restart_service: true
brew "ncurses"
brew "nano"
brew "neovim"
brew "nvm"
brew "p7zip"
brew "pidof"
brew "postgresql", restart_service: true
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sbt"
brew "scala"
brew "sdl2"
brew "sfml"
brew "source-highlight"
brew "swift"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "yuicompressor"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "dart-lang/dart/dart", args: ["with-content-shell", "with-dartium"]
brew "getantibody/tap/antibody"
brew "homebrew/apache/httpd22"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "docker-toolbox"
cask "flux"
cask "godot"
cask "google-play-music-desktop-player"
cask "haskell-platform"
cask "jet"
cask "love"
cask "macdown"
cask "numi"
cask "openemu"
cask "sequel-pro"
cask "servo"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "visual-studio-code"
cask "caskroom/fonts/font-hasklig"
cask "caskroom/fonts/font-iosevka"
cask "caskroom/fonts/font-monoid"
cask "caskroom/fonts/font-monoisome"
cask "caskroom/versions/docker-edge"
cask "caskroom/versions/iterm2-nightly"
