tap "dart-lang/dart"
tap "facebook/fb"
tap "getantibody/tap"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "loopperfect/lp"
tap "neovim/neovim"
tap "thoughtbot/formulae"
cask "java"
cask "xquartz"
brew "ack"
brew "libogg"
brew "flac"
brew "freetype"
brew "libvorbis"
brew "openssl"
brew "allegro"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "bash"
brew "bdw-gc"
brew "fontconfig"
brew "gettext"
brew "pixman"
brew "cairo"
brew "cc65"
brew "ccat"
brew "gdbm"
brew "cheat"
brew "clang-format"
brew "cmake"
brew "cocoapods"
brew "coreutils"
brew "libyaml"
brew "crystal"
brew "cscope"
brew "ctags"
brew "diff-so-fancy"
brew "dmd"
brew "dub"
brew "emacs"
brew "exercism"
brew "fd"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "figlet"
brew "freeglut"
brew "gdk-pixbuf"
brew "glew"
brew "glm"
brew "gnu-tar"
brew "libgpg-error"
brew "libksba"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "heroku"
brew "hexedit"
brew "htop"
brew "zlib"
brew "httpd22"
brew "hub"
brew "hugo"
brew "libtool"
brew "imagemagick"
brew "jq"
brew "leiningen"
brew "libcroco"
brew "librsvg"
brew "libssh2"
brew "llvm"
brew "lua"
brew "luajit"
brew "macvim"
brew "mercurial"
brew "mit-scheme"
brew "mongodb"
brew "mysql", restart_service: true
brew "ncurses"
brew "nano"
brew "neovim"
brew "nvm"
brew "p7zip"
brew "perl"
brew "pidof"
brew "postgresql", restart_service: true
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rlwrap"
brew "ruby"
brew "sbt"
brew "scala"
brew "sdl2"
brew "sdl2_gfx"
brew "sdl2_image"
brew "sdl2_mixer"
brew "sdl2_net"
brew "sdl2_ttf"
brew "sfml"
brew "shared-mime-info"
brew "source-highlight"
brew "subversion"
brew "swift"
brew "task"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unrar"
brew "vim"
brew "watchexec"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "yuicompressor"
brew "zig"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "facebook/fb/buck"
brew "getantibody/tap/antibody"
brew "loopperfect/lp/buckaroo@1.3.1"
brew "thoughtbot/formulae/parity"
brew "thoughtbot/formulae/rcm"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "docker-toolbox"
cask "firefox-developer-edition"
cask "flux"
cask "font-anonymous-pro"
cask "font-anonymouspro-nerd-font-mono"
cask "font-hasklig"
cask "font-iosevka"
cask "font-monoisome"
cask "godot"
cask "google-cloud-sdk"
cask "google-play-music-desktop-player"
cask "haskell-platform"
cask "iterm2-nightly"
cask "jet"
cask "kap"
cask "love"
cask "macdown"
cask "minikube"
cask "numi"
cask "openemu"
cask "postman"
cask "sequel-pro"
cask "servo"
cask "spotify"
cask "steam"
cask "sublime-text"
cask "taskwarrior-pomodoro"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code-insiders"
