tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'getantibody/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/dupes'
tap 'neovim/neovim'
tap 'sscotth/monoid'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'ccat'
brew 'cmake'
brew 'coreutils'
brew 'exercism'
brew 'gdbm'
brew 'gettext'
brew 'ghc'
brew 'git'
brew 'go'
brew 'haskell-stack'
brew 'icu4c'
brew 'jemalloc'
brew 'libgpg-error'
brew 'libksba'
brew 'libtermkey'
brew 'libtool'
brew 'libuv'
brew 'libvterm'
brew 'libyaml'
brew 'lua'
brew 'msgpack'
brew 'node'
brew 'openssl'
brew 'perl'
brew 'pkg-config'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ruby'
brew 'sbt'
brew 'scala'
brew 'swift'
brew 'tree'
brew 'unibilium'
brew 'vim'
brew 'yarn'
brew 'zsh-syntax-highlighting'
brew 'getantibody/tap/antibody'
brew 'homebrew/dupes/zlib'
brew 'neovim/neovim/neovim'
cask 'firefox'
cask 'flux'
cask 'font-fira-code'
cask 'font-hasklig'
cask 'font-monoid'
cask 'google-play-music-desktop-player'
cask 'iterm2'
cask 'iterm2-nightly'
cask 'love'
cask 'macdown'
cask 'numi'
cask 'openemu'
cask 'sublime-text'
cask 'visual-studio-code'
